Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Get notified when people reply to your topic. Starts on or off based on Settings > Notifications > Replies to My Posts — turn it off here for just this one topic without changing that setting.
ar: تلقَّ إشعارًا عند رد الأشخاص على موضوعك. يبدأ مفعّلًا أو معطّلًا حسب الإعدادات > الإشعارات > الردود على منشوراتي — أوقفه هنا لهذا الموضوع فقط دون تغيير ذلك الإعداد.
de: Werde benachrichtigt, wenn jemand auf dein Thema antwortet. Startet an oder aus, je nach Einstellungen > Benachrichtigungen > Antworten auf meine Beiträge — schalte es hier nur für dieses eine Thema aus, ohne diese Einstellung zu ändern.
el: Ειδοποιηθείτε όταν κάποιος απαντήσει στο θέμα σας. Ξεκινά ενεργό ή ανενεργό ανάλογα με τις Ρυθμίσεις > Ειδοποιήσεις > Απαντήσεις στις αναρτήσεις μου — απενεργοποιήστε το εδώ μόνο για αυτό το θέμα χωρίς να αλλάξετε εκείνη τη ρύθμιση.
es: Recibe una notificación cuando alguien responda a tu tema. Empieza activado o desactivado según Configuración > Notificaciones > Respuestas a mis publicaciones — desactívalo aquí solo para este tema sin cambiar ese ajuste.
fa: وقتی افراد به موضوع شما پاسخ می‌دهند مطلع شوید. بر اساس تنظیمات > اعلان‌ها > پاسخ به پست‌های من روشن یا خاموش شروع می‌شود — آن را اینجا فقط برای همین موضوع بدون تغییر آن تنظیم خاموش کنید.
fr: Soyez averti quand des personnes répondent à votre sujet. Démarre activé ou désactivé selon Réglages > Notifications > Réponses à mes publications — désactivez-le ici uniquement pour ce sujet sans modifier ce réglage.
he: קבל/י התראה כשאנשים מגיבים לנושא שלך. מתחיל פעיל או כבוי לפי הגדרות > התראות > תגובות לפוסטים שלי — כבה זאת כאן רק עבור הנושא הזה בלי לשנות את ההגדרה ההיא.
hi: जब लोग आपके विषय पर जवाब दें तो सूचना पाएं। सेटिंग्स > सूचनाएं > मेरी पोस्ट पर जवाब के अनुसार यह चालू या बंद शुरू होता है — उस सेटिंग को बदले बिना इसे यहां केवल इस एक विषय के लिए बंद करें।
id: Dapatkan notifikasi saat orang membalas topik Anda. Dimulai aktif atau nonaktif berdasarkan Pengaturan > Notifikasi > Balasan ke Postingan Saya — matikan di sini hanya untuk topik ini saja tanpa mengubah pengaturan itu.
it: Ricevi una notifica quando le persone rispondono al tuo argomento. Parte attivo o disattivo in base a Impostazioni > Notifiche > Risposte ai miei post — disattivalo qui solo per questo argomento senza modificare quell'impostazione.
ja: あなたのトピックに返信があったときに通知を受け取ります。設定 > 通知 > 自分の投稿への返信の設定に基づいてオンまたはオフで開始されます——その設定自体を変えずに、この1つのトピックだけここでオフにできます。
ko: 누군가 회원님의 주제에 답글을 달면 알림을 받습니다. 설정 > 알림 > 내 게시물에 대한 답글 설정에 따라 켜짐 또는 꺼짐으로 시작합니다 — 그 설정을 바꾸지 않고 여기서 이 주제 하나만 꺼둘 수 있습니다.
nl: Ontvang een melding wanneer mensen reageren op je onderwerp. Begint aan of uit op basis van Instellingen > Meldingen > Reacties op mijn berichten — zet het hier alleen voor dit ene onderwerp uit zonder die instelling te wijzigen.
pl: Otrzymuj powiadomienia, gdy ktoś odpowie na Twój wątek. Zaczyna włączone lub wyłączone zgodnie z Ustawienia > Powiadomienia > Odpowiedzi na moje posty — wyłącz to tutaj tylko dla tego jednego wątku, nie zmieniając tego ustawienia.
pt: Seja notificado quando as pessoas responderem ao seu tópico. Começa ativado ou desativado com base em Configurações > Notificações > Respostas às minhas publicações — desative aqui apenas para este tópico sem alterar essa configuração.
ru: Получайте уведомления, когда люди отвечают на вашу тему. Начинается включённым или выключенным в зависимости от Настройки > Уведомления > Ответы на мои публикации — отключите здесь только для этой темы, не меняя ту настройку.
sv: Bli underrättad när personer svarar på ditt ämne. Startar på eller av baserat på Inställningar > Aviseringar > Svar på mina inlägg — stäng av det här bara för det här ämnet utan att ändra den inställningen.
th: รับการแจ้งเตือนเมื่อมีคนตอบกลับกระทู้ของคุณ เริ่มต้นเปิดหรือปิดตามการตั้งค่า > การแจ้งเตือน > การตอบกลับโพสต์ของฉัน — ปิดที่นี่เฉพาะกระทู้นี้โดยไม่เปลี่ยนการตั้งค่านั้น
tr: İnsanlar konunuza yanıt verdiğinde bildirim alın. Ayarlar > Bildirimler > Gönderilerime Yanıtlar ayarına göre açık veya kapalı başlar — o ayarı değiştirmeden burada yalnızca bu konu için kapatabilirsiniz.
uk: Отримуйте сповіщення, коли люди відповідають на вашу тему. Починається увімкненим або вимкненим залежно від Налаштування > Сповіщення > Відповіді на мої публікації — вимкніть тут лише для цієї теми, не змінюючи те налаштування.
vi: Nhận thông báo khi có người trả lời chủ đề của bạn. Bắt đầu ở trạng thái bật hoặc tắt dựa trên Cài đặt > Thông báo > Trả lời bài đăng của tôi — tắt tại đây chỉ cho riêng chủ đề này mà không thay đổi cài đặt đó.
zh_hans: 有人回复你的话题时收到通知。会根据"设置 > 通知 > 回复我的帖子"自动开启或关闭——你可以仅针对这一个话题在这里关闭它，而不会更改那项设置。

source: Couldn't post topic. Try again.
ar: تعذّر نشر الموضوع. حاول مرة أخرى.
de: Thema konnte nicht gepostet werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η δημοσίευση του θέματος. Δοκιμάστε ξανά.
es: No se pudo publicar el tema. Inténtalo de nuevo.
fa: موضوع ارسال نشد. دوباره امتحان کنید.
fr: Impossible de publier le sujet. Réessayez.
he: לא ניתן היה לפרסם את הנושא. נסה/י שוב.
hi: विषय पोस्ट नहीं हो सका। फिर से कोशिश करें।
id: Tidak dapat memposting topik. Coba lagi.
it: Impossibile pubblicare l'argomento. Riprova.
ja: トピックを投稿できませんでした。もう一度お試しください。
ko: 주제를 게시할 수 없습니다. 다시 시도해 주세요.
nl: Onderwerp kon niet worden geplaatst. Probeer het opnieuw.
pl: Nie udało się opublikować wątku. Spróbuj ponownie.
pt: Não foi possível publicar o tópico. Tente novamente.
ru: Не удалось опубликовать тему. Попробуйте снова.
sv: Det gick inte att publicera ämnet. Försök igen.
th: ไม่สามารถโพสต์กระทู้ได้ ลองอีกครั้ง
tr: Konu gönderilemedi. Lütfen tekrar deneyin.
uk: Не вдалося опублікувати тему. Спробуйте ще раз.
vi: Không thể đăng chủ đề. Vui lòng thử lại.
zh_hans: 无法发布话题。请重试。

source: Couldn't post reply. Try again.
ar: تعذّر نشر الرد. حاول مرة أخرى.
de: Antwort konnte nicht gepostet werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η δημοσίευση της απάντησης. Δοκιμάστε ξανά.
es: No se pudo publicar la respuesta. Inténtalo de nuevo.
fa: پاسخ ارسال نشد. دوباره امتحان کنید.
fr: Impossible de publier la réponse. Réessayez.
he: לא ניתן היה לפרסם את התגובה. נסה/י שוב.
hi: जवाब पोस्ट नहीं हो सका। फिर से कोशिश करें।
id: Tidak dapat memposting balasan. Coba lagi.
it: Impossibile pubblicare la risposta. Riprova.
ja: 返信を投稿できませんでした。もう一度お試しください。
ko: 답글을 게시할 수 없습니다. 다시 시도해 주세요.
nl: Reactie kon niet worden geplaatst. Probeer het opnieuw.
pl: Nie udało się opublikować odpowiedzi. Spróbuj ponownie.
pt: Não foi possível publicar a resposta. Tente novamente.
ru: Не удалось опубликовать ответ. Попробуйте снова.
sv: Det gick inte att publicera svaret. Försök igen.
th: ไม่สามารถโพสต์การตอบกลับได้ ลองอีกครั้ง
tr: Yanıt gönderilemedi. Lütfen tekrar deneyin.
uk: Не вдалося опублікувати відповідь. Спробуйте ще раз.
vi: Không thể đăng câu trả lời. Vui lòng thử lại.
zh_hans: 无法发布回复。请重试。

source: Report sent!
ar: تم إرسال البلاغ!
de: Meldung gesendet!
el: Η αναφορά στάλθηκε!
es: ¡Informe enviado!
fa: گزارش ارسال شد!
fr: Signalement envoyé !
he: הדיווח נשלח!
hi: रिपोर्ट भेज दी गई!
id: Laporan terkirim!
it: Segnalazione inviata!
ja: 報告を送信しました！
ko: 신고가 전송되었습니다!
nl: Melding verzonden!
pl: Zgłoszenie wysłane!
pt: Denúncia enviada!
ru: Жалоба отправлена!
sv: Rapporten har skickats!
th: ส่งรายงานแล้ว!
tr: Rapor gönderildi!
uk: Скаргу надіслано!
vi: Đã gửi báo cáo!
zh_hans: 举报已发送！

source: Add any details
ar: أضف أي تفاصيل
de: Details hinzufügen
el: Προσθέστε τυχόν λεπτομέρειες
es: Añade algún detalle
fa: افزودن جزئیات
fr: Ajouter des détails
he: הוסף/י פרטים
hi: कोई भी विवरण जोड़ें
id: Tambahkan detail apa pun
it: Aggiungi eventuali dettagli
ja: 詳細を追加
ko: 세부 정보 추가
nl: Voeg eventuele details toe
pl: Dodaj szczegóły
pt: Adicione detalhes
ru: Добавьте подробности
sv: Lägg till eventuella detaljer
th: เพิ่มรายละเอียดใด ๆ
tr: Ayrıntı ekleyin
uk: Додайте деталі
vi: Thêm chi tiết
zh_hans: 添加详细信息

source: Review and send
ar: المراجعة والإرسال
de: Überprüfen und senden
el: Έλεγχος και αποστολή
es: Revisar y enviar
fa: بازبینی و ارسال
fr: Vérifier et envoyer
he: בדיקה ושליחה
hi: समीक्षा करें और भेजें
id: Tinjau dan kirim
it: Rivedi e invia
ja: 確認して送信
ko: 검토 및 전송
nl: Controleren en verzenden
pl: Sprawdź i wyślij
pt: Revisar e enviar
ru: Проверить и отправить
sv: Granska och skicka
th: ตรวจสอบและส่ง
tr: Gözden Geçir ve Gönder
uk: Перевірити та надіслати
vi: Xem lại và gửi
zh_hans: 检查并发送

source: Sending your report…
ar: جارٍ إرسال بلاغك…
de: Deine Meldung wird gesendet …
el: Αποστολή της αναφοράς σας…
es: Enviando tu informe…
fa: در حال ارسال گزارش شما…
fr: Envoi de votre signalement…
he: שולח את הדיווח שלך…
hi: आपकी रिपोर्ट भेजी जा रही है…
id: Mengirim laporan Anda…
it: Invio della tua segnalazione…
ja: 報告を送信しています…
ko: 신고를 전송하는 중…
nl: Je melding wordt verzonden…
pl: Wysyłanie Twojego zgłoszenia…
pt: Enviando sua denúncia…
ru: Отправка вашей жалобы…
sv: Skickar din rapport …
th: กำลังส่งรายงานของคุณ…
tr: Raporunuz gönderiliyor…
uk: Надсилання вашої скарги…
vi: Đang gửi báo cáo của bạn…
zh_hans: 正在发送你的举报…

source: Report sent successfully.
ar: تم إرسال البلاغ بنجاح.
de: Meldung erfolgreich gesendet.
el: Η αναφορά στάλθηκε με επιτυχία.
es: Informe enviado correctamente.
fa: گزارش با موفقیت ارسال شد.
fr: Signalement envoyé avec succès.
he: הדיווח נשלח בהצלחה.
hi: रिपोर्ट सफलतापूर्वक भेज दी गई।
id: Laporan berhasil terkirim.
it: Segnalazione inviata con successo.
ja: 報告が正常に送信されました。
ko: 신고가 성공적으로 전송되었습니다.
nl: Melding succesvol verzonden.
pl: Zgłoszenie zostało wysłane pomyślnie.
pt: Denúncia enviada com sucesso.
ru: Жалоба успешно отправлена.
sv: Rapporten har skickats.
th: ส่งรายงานสำเร็จแล้ว
tr: Rapor başarıyla gönderildi.
uk: Скаргу успішно надіслано.
vi: Đã gửi báo cáo thành công.
zh_hans: 举报已成功发送。

source: Spam or Advertising
ar: رسائل مزعجة أو إعلانات
de: Spam oder Werbung
el: Ανεπιθύμητο περιεχόμενο ή διαφήμιση
es: Spam o publicidad
fa: هرزنامه یا تبلیغات
fr: Spam ou publicité
he: ספאם או פרסומת
hi: स्पैम या विज्ञापन
id: Spam atau Iklan
it: Spam o pubblicità
ja: スパムまたは広告
ko: 스팸 또는 광고
nl: Spam of reclame
pl: Spam lub reklama
pt: Spam ou publicidade
ru: Спам или реклама
sv: Skräppost eller reklam
th: สแปมหรือโฆษณา
tr: Spam veya Reklam
uk: Спам або реклама
vi: Thư rác hoặc quảng cáo
zh_hans: 垃圾信息或广告

source: Harassment or Abuse
ar: تحرش أو إساءة
de: Belästigung oder Missbrauch
el: Παρενόχληση ή κακοποίηση
es: Acoso o abuso
fa: آزار یا سوءاستفاده
fr: Harcèlement ou abus
he: הטרדה או התעללות
hi: उत्पीड़न या दुर्व्यवहार
id: Pelecehan atau Penyalahgunaan
it: Molestie o abuso
ja: 嫌がらせまたは虐待
ko: 괴롭힘 또는 학대
nl: Intimidatie of misbruik
pl: Nękanie lub nadużycie
pt: Assédio ou abuso
ru: Притеснение или оскорбление
sv: Trakasserier eller missbruk
th: การคุกคามหรือการล่วงละเมิด
tr: Taciz veya İstismar
uk: Переслідування чи образа
vi: Quấy rối hoặc lạm dụng
zh_hans: 骚扰或辱骂

source: Inappropriate or Offensive Content
ar: محتوى غير لائق أو مسيء
de: Unangemessene oder anstößige Inhalte
el: Ακατάλληλο ή προσβλητικό περιεχόμενο
es: Contenido inapropiado u ofensivo
fa: محتوای نامناسب یا توهین‌آمیز
fr: Contenu inapproprié ou offensant
he: תוכן לא הולם או פוגעני
hi: अनुचित या आपत्तिजनक सामग्री
id: Konten Tidak Pantas atau Menyinggung
it: Contenuto inappropriato o offensivo
ja: 不適切または不快なコンテンツ
ko: 부적절하거나 불쾌한 콘텐츠
nl: Ongepaste of aanstootgevende inhoud
pl: Nieodpowiednia lub obraźliwa treść
pt: Conteúdo inapropriado ou ofensivo
ru: Неприемлемый или оскорбительный контент
sv: Olämpligt eller stötande innehåll
th: เนื้อหาที่ไม่เหมาะสมหรือน่ารังเกียจ
tr: Uygunsuz veya Rahatsız Edici İçerik
uk: Недоречний або образливий вміст
vi: Nội dung không phù hợp hoặc phản cảm
zh_hans: 不当或冒犯性内容

source: Off-Topic
ar: خارج الموضوع
de: Themenfremd
el: Εκτός θέματος
es: Fuera de tema
fa: خارج از موضوع
fr: Hors sujet
he: לא רלוונטי לנושא
hi: विषय से हटकर
id: Di Luar Topik
it: Fuori tema
ja: 話題から外れている
ko: 주제와 무관함
nl: Niet ter zake
pl: Nie na temat
pt: Fora do tópico
ru: Не по теме
sv: Utanför ämnet
th: นอกประเด็น
tr: Konu Dışı
uk: Не по темі
vi: Lạc đề
zh_hans: 跑题

source: Misinformation
ar: معلومات مضللة
de: Fehlinformation
el: Παραπληροφόρηση
es: Desinformación
fa: اطلاعات نادرست
fr: Désinformation
he: מידע כוזב
hi: गलत जानकारी
id: Misinformasi
it: Disinformazione
ja: 誤情報
ko: 잘못된 정보
nl: Misinformatie
pl: Dezinformacja
pt: Desinformação
ru: Дезинформация
sv: Felaktig information
th: ข้อมูลที่ผิด
tr: Yanlış Bilgi
uk: Дезінформація
vi: Thông tin sai lệch
zh_hans: 虚假信息

source: Something Else
ar: شيء آخر
de: Etwas anderes
el: Κάτι άλλο
es: Otra cosa
fa: چیز دیگری
fr: Autre chose
he: משהו אחר
hi: कुछ और
id: Sesuatu yang Lain
it: Qualcos'altro
ja: その他
ko: 기타
nl: Iets anders
pl: Coś innego
pt: Outra coisa
ru: Другое
sv: Något annat
th: อย่างอื่น
tr: Başka Bir Şey
uk: Щось інше
vi: Điều khác
zh_hans: 其他

source: Unsolicited advertising, links, or repeated promotional content.
ar: إعلانات أو روابط غير مرغوب فيها، أو محتوى ترويجي متكرر.
de: Unerwünschte Werbung, Links oder wiederholte Werbeinhalte.
el: Ανεπιθύμητη διαφήμιση, σύνδεσμοι ή επαναλαμβανόμενο διαφημιστικό περιεχόμενο.
es: Publicidad no solicitada, enlaces o contenido promocional repetido.
fa: تبلیغات ناخواسته، پیوندها یا محتوای تبلیغاتی تکراری.
fr: Publicité non sollicitée, liens ou contenu promotionnel répété.
he: פרסומת בלתי רצויה, קישורים או תוכן פרסומי חוזר.
hi: अवांछित विज्ञापन, लिंक, या बार-बार प्रचार सामग्री।
id: Iklan, tautan, atau konten promosi berulang yang tidak diminta.
it: Pubblicità non richiesta, link o contenuti promozionali ripetuti.
ja: 求められていない広告、リンク、または繰り返される宣伝コンテンツ。
ko: 원치 않는 광고, 링크 또는 반복되는 홍보성 콘텐츠입니다.
nl: Ongevraagde reclame, links of herhaalde promotionele inhoud.
pl: Niechciana reklama, linki lub powtarzająca się treść promocyjna.
pt: Publicidade não solicitada, links ou conteúdo promocional repetido.
ru: Нежелательная реклама, ссылки или повторяющийся рекламный контент.
sv: Oönskad reklam, länkar eller upprepat marknadsföringsinnehåll.
th: โฆษณา ลิงก์ หรือเนื้อหาส่งเสริมการขายซ้ำ ๆ ที่ไม่ได้ร้องขอ
tr: İstenmeyen reklam, bağlantılar veya tekrarlanan tanıtım içeriği.
uk: Небажана реклама, посилання або повторюваний рекламний вміст.
vi: Quảng cáo, liên kết hoặc nội dung quảng bá lặp lại không mong muốn.
zh_hans: 未经请求的广告、链接或反复出现的推广内容。

source: Targets, threatens, or demeans a specific person.
ar: يستهدف شخصًا معينًا أو يهدده أو يحط من قدره.
de: Zielt auf eine bestimmte Person ab, bedroht oder erniedrigt sie.
el: Στοχεύει, απειλεί ή υποβιβάζει ένα συγκεκριμένο άτομο.
es: Se dirige, amenaza o menosprecia a una persona específica.
fa: فرد خاصی را هدف قرار می‌دهد، تهدید می‌کند یا تحقیر می‌کند.
fr: Vise, menace ou rabaisse une personne en particulier.
he: מכוון, מאיים או משפיל אדם מסוים.
hi: किसी विशेष व्यक्ति को निशाना बनाता है, धमकाता है, या अपमानित करता है।
id: Menargetkan, mengancam, atau merendahkan orang tertentu.
it: Prende di mira, minaccia o denigra una persona specifica.
ja: 特定の人物を標的にし、脅迫し、または貶めています。
ko: 특정 인물을 겨냥하거나, 위협하거나, 비하합니다.
nl: Richt zich op, bedreigt of vernedert een specifiek persoon.
pl: Atakuje, grozi lub poniża konkretną osobę.
pt: Ataca, ameaça ou humilha uma pessoa específica.
ru: Нацелено на конкретного человека, угрожает или унижает его.
sv: Riktar sig mot, hotar eller förnedrar en specifik person.
th: มุ่งเป้า ข่มขู่ หรือดูหมิ่นบุคคลใดบุคคลหนึ่งโดยเฉพาะ
tr: Belirli bir kişiyi hedef alır, tehdit eder veya küçük düşürür.
uk: Спрямоване проти конкретної людини, погрожує чи принижує її.
vi: Nhắm vào, đe dọa hoặc hạ thấp một cá nhân cụ thể.
zh_hans: 针对、威胁或贬低特定的人。

source: Contains offensive, explicit, or otherwise inappropriate content.
ar: يحتوي على محتوى مسيء أو صريح أو غير لائق بطريقة أخرى.
de: Enthält anstößige, explizite oder anderweitig unangemessene Inhalte.
el: Περιέχει προσβλητικό, ρητό ή με άλλον τρόπο ακατάλληλο περιεχόμενο.
es: Contiene contenido ofensivo, explícito o inapropiado de otra manera.
fa: حاوی محتوای توهین‌آمیز، صریح یا نامناسب دیگر است.
fr: Contient un contenu offensant, explicite ou autrement inapproprié.
he: מכיל תוכן פוגעני, בוטה או לא הולם בדרך אחרת.
hi: इसमें आपत्तिजनक, स्पष्ट, या अन्यथा अनुचित सामग्री शामिल है।
id: Berisi konten menyinggung, eksplisit, atau sebaliknya tidak pantas.
it: Contiene materiale offensivo, esplicito o comunque inappropriato.
ja: 不快、露骨、またはその他の不適切なコンテンツを含んでいます。
ko: 불쾌하거나 노골적이거나 그 밖에 부적절한 콘텐츠를 포함하고 있습니다.
nl: Bevat aanstootgevende, expliciete of anderszins ongepaste inhoud.
pl: Zawiera obraźliwe, drastyczne lub w inny sposób nieodpowiednie treści.
pt: Contém conteúdo ofensivo, explícito ou de outra forma inapropriado.
ru: Содержит оскорбительный, откровенный или иным образом неприемлемый контент.
sv: Innehåller stötande, explicit eller på annat sätt olämpligt innehåll.
th: มีเนื้อหาที่น่ารังเกียจ โจ่งแจ้ง หรือไม่เหมาะสมในลักษณะอื่น
tr: Rahatsız edici, açık saçık veya başka türlü uygunsuz içerik barındırıyor.
uk: Містить образливий, відвертий або інакше недоречний вміст.
vi: Chứa nội dung phản cảm, khiêu dâm hoặc không phù hợp theo cách khác.
zh_hans: 包含冒犯性、露骨或其他不当内容。

source: Doesn't relate to the discussion it was posted in.
ar: لا يتعلق بالنقاش الذي نُشر فيه.
de: Steht in keinem Zusammenhang mit der Diskussion, in der es gepostet wurde.
el: Δεν σχετίζεται με τη συζήτηση στην οποία δημοσιεύτηκε.
es: No tiene relación con el debate en el que se publicó.
fa: به بحثی که در آن منتشر شده مربوط نیست.
fr: Ne se rapporte pas à la discussion dans laquelle il a été publié.
he: לא קשור לדיון שבו הוא פורסם.
hi: उस चर्चा से संबंधित नहीं है जिसमें इसे पोस्ट किया गया था।
id: Tidak berhubungan dengan diskusi tempat ini diposting.
it: Non è pertinente alla discussione in cui è stato pubblicato.
ja: 投稿された議論と関係がありません。
ko: 게시된 토론과 관련이 없습니다.
nl: Heeft geen betrekking op de discussie waarin het is geplaatst.
pl: Nie ma związku z dyskusją, w której zostało zamieszczone.
pt: Não se relaciona com a discussão em que foi publicado.
ru: Не относится к обсуждению, в котором это было опубликовано.
sv: Har inget att göra med diskussionen där det publicerades.
th: ไม่เกี่ยวข้องกับการสนทนาที่โพสต์นี้อยู่
tr: Gönderildiği tartışmayla ilgisi yok.
uk: Не стосується обговорення, у якому це опубліковано.
vi: Không liên quan đến cuộc thảo luận mà nó được đăng vào.
zh_hans: 与发布所在的讨论无关。

source: States something false or misleading as fact.
ar: يذكر شيئًا خاطئًا أو مضللًا على أنه حقيقة.
de: Stellt etwas Falsches oder Irreführendes als Tatsache dar.
el: Παρουσιάζει κάτι ψευδές ή παραπλανητικό ως γεγονός.
es: Presenta algo falso o engañoso como un hecho.
fa: چیزی نادرست یا گمراه‌کننده را به‌عنوان واقعیت بیان می‌کند.
fr: Présente une chose fausse ou trompeuse comme un fait.
he: מציג משהו שקרי או מטעה כעובדה.
hi: किसी झूठी या भ्रामक बात को तथ्य के रूप में बताता है।
id: Menyatakan sesuatu yang salah atau menyesatkan sebagai fakta.
it: Presenta qualcosa di falso o fuorviante come un fatto.
ja: 誤った、または誤解を招く内容を事実として述べています。
ko: 거짓이거나 오해의 소지가 있는 내용을 사실인 것처럼 말합니다.
nl: Presenteert iets vals of misleidends als feit.
pl: Przedstawia coś fałszywego lub wprowadzającego w błąd jako fakt.
pt: Apresenta algo falso ou enganoso como fato.
ru: Представляет ложное или вводящее в заблуждение утверждение как факт.
sv: Framställer något falskt eller vilseledande som ett faktum.
th: ระบุสิ่งที่เป็นเท็จหรือทำให้เข้าใจผิดว่าเป็นข้อเท็จจริง
tr: Yanlış veya yanıltıcı bir şeyi gerçekmiş gibi sunuyor.
uk: Подає неправдиве чи оманливе твердження як факт.
vi: Nêu điều gì đó sai lệch hoặc gây hiểu lầm như thể đó là sự thật.
zh_hans: 将虚假或误导性的内容说成是事实。

source: Doesn't fit the categories above.
ar: لا يندرج تحت الفئات أعلاه.
de: Passt zu keiner der obigen Kategorien.
el: Δεν ταιριάζει σε καμία από τις παραπάνω κατηγορίες.
es: No encaja en las categorías anteriores.
fa: با دسته‌بندی‌های بالا مطابقت ندارد.
fr: Ne correspond à aucune des catégories ci-dessus.
he: לא מתאים לקטגוריות שלעיל.
hi: ऊपर दी गई श्रेणियों में फिट नहीं बैठता।
id: Tidak sesuai dengan kategori di atas.
it: Non rientra nelle categorie sopra indicate.
ja: 上記のいずれのカテゴリにも当てはまりません。
ko: 위 범주에 해당하지 않습니다.
nl: Past niet bij de bovenstaande categorieën.
pl: Nie pasuje do powyższych kategorii.
pt: Não se encaixa nas categorias acima.
ru: Не подходит ни под одну из указанных выше категорий.
sv: Passar inte in i kategorierna ovan.
th: ไม่เข้ากับหมวดหมู่ข้างต้น
tr: Yukarıdaki kategorilere uymuyor.
uk: Не підходить під жодну з наведених вище категорій.
vi: Không phù hợp với các danh mục ở trên.
zh_hans: 不属于以上任何类别。

source: Why are you reporting this?
ar: لماذا تُبلغ عن هذا؟
de: Warum meldest du das?
el: Γιατί το αναφέρετε αυτό;
es: ¿Por qué lo estás reportando?
fa: چرا این مورد را گزارش می‌کنید؟
fr: Pourquoi signalez-vous ceci ?
he: למה אתה/את מדווח/ת על זה?
hi: आप इसकी रिपोर्ट क्यों कर रहे हैं?
id: Mengapa Anda melaporkan ini?
it: Perché stai segnalando questo?
ja: これを報告する理由は何ですか？
ko: 이 항목을 신고하는 이유가 무엇인가요?
nl: Waarom meld je dit?
pl: Dlaczego to zgłaszasz?
pt: Por que você está denunciando isto?
ru: Почему вы жалуетесь на это?
sv: Varför rapporterar du det här?
th: ทำไมคุณจึงรายงานสิ่งนี้
tr: Bunu neden bildiriyorsunuz?
uk: Чому ви скаржитеся на це?
vi: Tại sao bạn báo cáo nội dung này?
zh_hans: 你为什么要举报这个？

source: Comment by
ar: تعليق بواسطة
de: Kommentar von
el: Σχόλιο από
es: Comentario de
fa: نظر از
fr: Commentaire de
he: תגובה מאת
hi: टिप्पणी द्वारा
id: Komentar oleh
it: Commento di
ja: コメント投稿者
ko: 댓글 작성자
nl: Reactie van
pl: Komentarz od
pt: Comentário de
ru: Комментарий от
sv: Kommentar av
th: ความคิดเห็นโดย
tr: Yorumu yazan
uk: Коментар від
vi: Bình luận bởi
zh_hans: 评论者

source: Name
ar: الاسم
el: Όνομα
es: Nombre
fa: نام
fr: Nom
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Imię i nazwisko
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 姓名

source: Skips the rest of setup.
ar: يتخطى بقية الإعداد.
de: Überspringt den Rest der Einrichtung.
el: Παραλείπει το υπόλοιπο της ρύθμισης.
es: Omite el resto de la configuración.
fa: بقیهٔ راه‌اندازی را رد می‌کند.
fr: Ignore le reste de la configuration.
he: מדלג על שאר ההגדרה.
hi: सेटअप का बाकी हिस्सा छोड़ देता है।
id: Melewati sisa penyiapan.
it: Salta il resto della configurazione.
ja: 残りのセットアップをスキップします。
ko: 나머지 설정을 건너뜁니다.
nl: Slaat de rest van de installatie over.
pl: Pomija resztę konfiguracji.
pt: Ignora o restante da configuração.
ru: Пропускает оставшуюся часть настройки.
sv: Hoppar över resten av installationen.
th: ข้ามการตั้งค่าที่เหลือ
tr: Kurulumun geri kalanını atlar.
uk: Пропускає решту налаштування.
vi: Bỏ qua phần thiết lập còn lại.
zh_hans: 跳过设置的其余部分。

source: You can change any of this later in Settings.
ar: يمكنك تغيير أي من هذا لاحقًا في الإعدادات.
de: Du kannst all das später jederzeit in den Einstellungen ändern.
el: Μπορείτε να αλλάξετε οτιδήποτε από αυτά αργότερα στις Ρυθμίσεις.
es: Puedes cambiar cualquiera de esto más tarde en Configuración.
fa: می‌توانید هر کدام از این موارد را بعدا در تنظیمات تغییر دهید.
fr: Vous pouvez modifier tout cela plus tard dans les Réglages.
he: אפשר לשנות כל אחד מהם מאוחר יותר בהגדרות.
hi: आप इनमें से किसी को भी बाद में सेटिंग्स में बदल सकते हैं।
id: Anda dapat mengubah semua ini nanti di Pengaturan.
it: Puoi cambiare tutto questo in seguito nelle Impostazioni.
ja: これらはあとで設定からいつでも変更できます。
ko: 이 중 무엇이든 나중에 설정에서 변경할 수 있습니다.
nl: Je kunt dit alles later wijzigen in Instellingen.
pl: Możesz to wszystko później zmienić w Ustawieniach.
pt: Você pode alterar qualquer um desses itens depois em Configurações.
ru: Всё это можно изменить позже в Настройках.
sv: Du kan ändra allt det här senare i Inställningar.
th: คุณสามารถเปลี่ยนสิ่งเหล่านี้ได้ภายหลังในการตั้งค่า
tr: Bunların tümünü daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Усе це можна змінити пізніше в Налаштуваннях.
vi: Bạn có thể thay đổi bất kỳ điều nào trong số này sau trong Cài đặt.
zh_hans: 你以后可以在设置中更改这些内容。
